module.exports.config = {
  name: "autotime",
  version: "2.0.0",
  permission: 0,
  credits: "Nayan",
  description: "সেট করা সময় অনুযায়ী স্বয়ংক্রিয়ভাবে বার্তাগুলি পাঠানো হবে!",
  prefix: false,
  category: "auto",
  usages: "",
  cooldowns: 5,
};
const nam = [{
    timer: '12:00:00 AM',
    message: ['༆-✿「সময় 11:00 AM｣  ༊࿐\n  •—❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n🌺🦋●━━•”তোমার আলোকিত ”শহরে “—• 🤗🥀●━━•”༅ আমি এক বিরক্ত ছায়া ༅—•☺️✌️\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
              {
    timer: '12:30:00 AM',
    message: ['🖤༄シ︎🌻🖤ꨄ︎-“বাস্তবতা”-কখনোই গল্পের মতো সুন্দর হয় না!“আর”-সুন্দর গল্পে কখনো বাস্তবতার মিল থাকে না!♡︎༎-🌻🦋!!💘A💔🦋']
},
	
             {
    timer: '1:00:00 AM',
    message: ['༆-✿「সময়12:00 AM」༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n🌸•••༐༐প্রিয়༐༐•••🌸☘💔❝যাকে༐༐অন্যের༐༐পাশে༐༐🌿༐༐🍁༐༐🦋༐༐দেখতে ༐༐কষ্ট༐༐❞🌺🦋 🌼❝হয়༐༐তাকে༐༐নিজের༐༐ পাশে༐༐ যত্ন༐༐কারে༐༐❞রাখতে ও🍂🦋┇┇┇জানতে হয়🌿🦋🍁┇┇┇┇┇┇┇┇🖤┇┇┇┇♥️┇┇┇💚┇┇💙┇💛💜.\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
             {
    timer: '1:30:00 AM',
    message: ['শূন্যতায় ভাসি🙃 ❥◎⃝! কখনো হাসি -//🙂💚 ___আবার কাঁদি !-//😅❥◎⃝! বেলা শেষে শূন্যতায় জড়িয়ে ও পূর্ণতা খুঁজি //😊❤']
},
						{
    timer: '2:00:00 AM',
    message: ['༆-✿「সময় 1:00 AM」༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\nশূন্যতায় ভাসি🙃 ❥◎⃝! কখনো হাসি -//🙂💚 ___আবার কাঁদি !-//😅❥◎⃝! বেলা শেষে শূন্যতায় জড়িয়ে ও পূর্ণতা খুঁজি //😊❤\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
             {
    timer: '2:30:00 AM',
    message: ['.︵🦋🤍 _ღ༎সব শিক্ষা বইয়ের পাতায় থেকে হয় না .•° -′কিছু শিক্ষা -পরিস্থিতি আর বাস্তবতা শিখিয়ে দেয়.!🌸🧡 °° 💚🥀📚🌿']
},
             {
    timer: '3:00:00 AM',
    message: ['༆-✿「সময় 2:00 AM」༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮ /n\n\n🔵┊🔵┊┊🔵┊┊┊🔵•──────༏༏🌺༏༏─────শেষ রাতের ঘুম যেমন মানুষের কাছে বেশি প্রিয় । শেষ রাতের ইবাদাত ও আল্লাহর কাছে বেশি প্রিয় ।🌸🌼🌸•──────༏༏🌺༏༏──────•┊┊┊🔵┊┊🔵┊🔵🔵\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
             {
    timer: '3:30:00 AM',
    message: ['•┄┅════❁🌺❁════┅┄•\n\n🐰-!<‘𝘁𝗵𝗶𝘀 𝗮𝗯𝗼𝘂𝘁 𝗹𝗶𝗻𝗲’🌻🍒🤐”,.︵💚😇যাকে তুমি যত বেশি চাইবে”-🥀-“সে তোমাকে ততো বেশি 𝙞𝙜𝙣𝙤𝙧𝙚করবে,,”-¿¿»🙂 “—এটাই বাস্তব_¡¡!🙂\n\n•┄┅════❁🌺❁════┅┄•']
},
             {
    timer: '4:00:00 AM',
    message: ['༆-✿「সময় 3:00 AM」༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n\n– বাংলাদেশের দুইটা ফেমাস ঔষুধ.!😊🤗(১)𝐍𝐚𝐩𝐚💊💊 (২)𝐔𝐦𝐦𝐦𝐚𝐡💋😘– বাবু সুস্থ.!😬🐸\n\n༎•─🧡🌸!!,,,,,,🥀❤️╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
{
    timer: '4:30:00 PM',
    message: [' ༊﹏ღ●──༊❝ভাঁলঁবাঁসাঁ༏༏❞ হঁলোঁ༏༏❞ এঁমঁনঁ༏༏❞ এঁকঁটিঁ༏༏❞ মাঁয়াঁ༏༏❞ツღ᭄🌺😍😘༊﹏༊●═══❥❝তুঁমিঁ༏༏❞ যঁতঁ༏༏❞ দুঁরেঁ༏༏❞ যাঁবেঁ༏༏❞ ༏༏❞ তঁতঁইঁ༏༏❞ কাঁছে༏༏❞ টাঁনঁবেঁ❥━༊🌼☺️💝༆̲̲̲̞̎̎͢༊═══❥❝যঁতঁ༏༏❞ ভুঁলেঁ༏༏❞ যাঁবেঁ༏༏❞ তঁতঁইঁ༏༏❞ মঁনেঁ༏༏❞ পঁড়ঁবেঁ !!༄♡︎༄🥀💝🥰●❯────❥❝আঁরঁ༏༏❞ যঁতঁটুঁকুঁ༏༏❞ হাঁসঁবেঁ༏༏❞ তাঁরঁ༏༏❞ থেঁকেঁ༏༏❞ বেঁশিঁ༏༏❞ কাঁঁদঁবেঁ༎ღ🥀S🥀']
},
						 {
    timer: '5:00:00 AM',
    message: ['༆-✿「সময় 4:00 AM」༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n♥⃪⃝༓͚͚͚͚͚͚͚̿̊༓͚͚͚͚͚͚͚̿➤⃟❝❝❝❝❝❝❝❝❝❝❝❝❝❝❝❝❝❝❝❝❝যার কাছে একটু ভালো থাকার আশা করি❝❝❝❝সেই বুঝিয়ে দেয় সবার কাছে সবকিছু আশা করা ঠিক না 😔🥀❝❝❝❝❝❝❝❝❝❝❝❝❝❝❝❝❝❝❝\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
{
    timer: '5:30:00 PM',
    message: ['♥⃪⃝🌻ღ᭄”༎༅°ღ✾❥জীবন༐༐ সঙ্গি༐༐ হিসেবে༐༐ তাকেই༐༐ বেছে༐༐ নাও!!”༊❝😻💙 ༆━যার༐༐ কাছে༐༐ হাজার’টা༐༐ 𝙊𝙥𝙩𝙞𝙤𝙣 থাকলে-ও༐༐ একমাত্র༐༐ 𝙘𝙝𝙤𝙞𝙘𝙚 হবে༐༐ তুমি❥┼─༊😘🌺 🌻ღ᭄”༎༅°ღ__']
},
	
						 {
    timer: '6:00:00 AM',
    message: ['༆-✿ 「সময় 5:00 AM｣ ༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥•—»✨\n╭•┄┅════❁🌺❁════┅┄•╮\n\n😍🦋᭄༊❥ভালো༊᭄ থাকার༊᭄ অপেক্ষা༊᭄করতে❥করতে༊💜😍༊᭄ হয়তো༊᭄ একদিন❥┼─༊😒😒💔👩‍❤️‍👨༊❥মৃত্যু༊᭄ এসে༊᭄ জীবনটাকে༊᭄🌺থমকে❥┼দিবে─༊😔😔❤️\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
             {
    timer: '6:30:00 AM',
    message: ['•┄┅════❁🌺❁════┅┄•\n\n💐★•┼┼─•||ডিয়ার”” এডমিন”❥┼─༊ 💐★•┼┼─•||ফাজলামির “”একটা “”সিমা “”থাকে”❥┼─༊😔 💐★•┼┼─•||গ্রুপ “”এড”” দিলেন gf দিলেন”” না”❥┼─༊ 😒🐸\n\n•┄┅════❁🌺❁════┅┄•']
},
						 {
    timer: '7:00:00 AM',
    message: ['༆-✿「সময় 6:00 AM｣ ༊࿐\n  •—»✨❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n︵🦋💛🌻_ღ༎জীবনে অসাধারণ কাউকে খুঁজোনা 🥰🌺~ সাধারণ কাউকে খুজো যে তোমাকে অসাধারণ করে রাখবে ༎.!💚🌸🥀۵۵༊♠❤️🥀\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
						 {
    timer: '8:00:00 AM',
    message: ['༆-✿「সময়7:00 AM」༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n\n༆༉”ღ”🥰🥀-ღ💜🌻জীবনে যাই হোক কখনো হাসতে ভুলে যেও না🦋࿐কারন হাসিটা তোমার শক্তি আর সাহস যোগাবে!-💚︵❛❛༎💚🌺︵❛❛༎💚🌺\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
        				 {
    timer: '9:00:00 AM',
    message: ['༆-✿「সময় 8:00 AM」༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n\n🧚‍🌸-হারিয়ে যেতে দাও বলেই-!!-😌༊আমি হারিয়ে জাই–!!-💚-!🌼!- হৃদয় দিয়ে আগলে রাখলে-!!💔🥀༊ღ’হারিয়ে যাওয়ার সাধ্য আমার নাই-!!🖤🌸\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫: 𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
             {
    timer: '10:00:00 AM',
    message: ['༆-✿「সময় 9:00 AM」༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n\n❥━🦋༊প্রিয়ু-তাহ্۞࿐🌼🦋🌸হৃদয়ের༎সবটুকু༊ভালোবাসা༎দিয়ে༊রাঙিয়ে༎দিবো༊তোমাকে༊༎࿐😘🥀🌺🌻༊তুমি༎শুধু༊তোমার༎সবটুকু༊ভালোবাসা༊দিয়ে༎আগলে༊রেখো༎আমাকে༊༎࿐😻🍀\n\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥' ]
},
						 {
    timer: '11:00:00 AM',
    message: ['༆-✿「সময় 10:00 AM｣༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n🦋🖤🌺𝙋𝙚𝙤𝙥𝙡𝙚 𝙙𝙤𝙣’𝙩 𝙡𝙤𝙫𝙚 𝙖𝙨 𝙢𝙪𝙘𝙝 𝙖𝙨 𝙩𝙝𝙚𝙮 𝙨𝙝𝙤𝙬 𝙡𝙤𝙫𝙚 ❤️‍🩹🍒 মানুষ যতটা ভালোবাসা দেখায়,আসলে ততটা ভালোবাসে না❤️‍🩹🍒🦋🖤🌺\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
             {
    timer: '11:30:00 AM',
    message: ['•┄┅════❁🌺❁════┅┄•\n\n🍂🥀𝄞⋆⃝⋆⃝𝄞♡🥀🍂কেউ প্রেম করতে চাইলে 𝄞⋆⃝⋆⃝𝄞♡🥀🍂🥀𝄞⋆⃝⋆⃝𝄞♡🥀🍂নাম .ঠিকানা😇🍂🥀𝄞⋆⃝⋆⃝𝄞♡🥀🍂🍂🥀𝄞⋆⃝⋆⃝𝄞♡🥀🍂এক কপি ছবি 😊🍂🥀𝄞⋆⃝⋆⃝𝄞♡🥀🍂🥀𝄞⋆⃝⋆⃝𝄞♡🥀🍂নিয়ে inbox করুন😜🍂🥀𝄞⋆⃝⋆⃝𝄞♡🍂🥀𝄞⋆⃝⋆⃝𝄞♡🥀🍂অফার টি সীমিত🤭🍂🥀𝄞⋆⃝⋆⃝𝄞♡🥀🍂🥀𝄞⋆⃝⋆⃝𝄞♡🥀🍂সময়ের জন্য😒🍂🥀𝄞⋆⃝⋆⃝𝄞♡🥀🍂🍂🥀𝄞⋆⃝⋆⃝𝄞♡🥀🍂🐸😆🐸😆🐸🍂🥀𝄞⋆⃝⋆⃝𝄞♡🥀🍂\n\n•┄┅════❁🌺❁════┅┄•']
},
             {
    timer: '12:00:00 PM',
    message: ['༆-✿「সময় 11:00 PM」༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n༎❝’প্রিয়”শোন’❞-♡🙂🌸 ღ᭄”দুরত্ব!🦋!কখনো সম্পর্ক!!🥀আলাদা!!করতে!!♥পারে!!নাহ্!!সময়!!💚কখনো!!সম্পর্ক!♥!তৈরি!!করে!!নাহ্!ღ۵🥰࿐”__ღ᭄”যদি!!🦋মনের!!অনুভূতি!!🌿ঠিক!!থাকে!!তাহলে!🌺! সম্পর্ক’টাও!!সারাজীবন!!ঠিক!🌿!থাকে°°ღ۵প্রিয়°° 🥰࿐\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},					
						 {
    timer: '1:00:00 PM',
    message: ['༆-✿「সময় 12:00 PM｣ ༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n🍂মানুষ বড়ই “অদ্ভুত”🙂হাসলে বলে,,এতো হাসো কেন?🍂আর কাদলে…….!!!” 𝐏𝐥𝐞𝐚𝐬𝐞 𝐒𝐭𝐨𝐩 𝐘𝐨𝐮𝐫 𝐃𝐫𝐚𝐦𝐚”🥀💔🙂\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
						 {
    timer: '2:00:00 PM',
    message: ['༆-✿ 「সময় 1:00 PM｣ ༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\nপ্রিয়….😘💘🌷 আমি তোমার 𝐩𝐡 এর 𝐰𝐚𝐥𝐥𝐩𝐚𝐩𝐞𝐫 বা 𝐢𝐝 𝐫 𝐩𝐚𝐬𝐬𝐰𝐨𝐫𝐝 হতে চাই না😍❤__ 𝐣𝐮𝐬𝐭 মোনাজাত এ রাখলেই চলবে🥰🤲……….. সীমাহীন ভালবাসা ☺️☺️☺\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
						 {
    timer: '3:00:00 PM',
    message: ['༆-✿「সময় 2:00 PM」༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•\n\nツসুনামেツনয়ツবদনামেইツঅভ্যাস্থツ❌❌❌シদাসত্বツনয়ツরাজত্ব ツকরতেツএসেছিツ❌❌❌ツরাজাツনয়ツমহারাজ ツআমিツ\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
						 {
    timer: '4:00:00 PM',
    message: ['༆-✿「সময় 3:00 PM｣ ༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n🌼⊱༊𝐁𝐞𝐬𝐭༅༎𝐟𝐫𝐢𝐞𝐧𝐝༅༎তো༅༎সেই༅༎যে༅༎আপন༅༎ভেবে༅༎আদর༅༎করবে༅༎༊⊰😁🥀🌼⊱༊𝐁𝐞𝐬𝐭༅༎𝐟𝐫𝐢𝐞𝐧𝐝༅༎তো༅༎সেই༅༎যে༅༎সবসময়༅༎শাসন༅༎করবে༅༎༊⊰😊🥀🌼⊱༊𝐁𝐞𝐬𝐭༅༎𝐟𝐫𝐢𝐞𝐧𝐝༅༎তো༅༎সেই༅༎যে༅༎আমার༅༎একটু༅༎কষ্টতেই༅༎ব্যাথা༅༎অনুভব ༅༎করবে༅༎༊⊰😞🥀🌼⊱༊𝐁𝐞𝐬𝐭༅༎𝐟𝐫𝐢𝐞𝐧𝐝༅༎তো༅༎সেই༅༎যে༅༎শুধু༅༎আমাকেই༅༎𝐁𝐞𝐬𝐭༅༎𝐟𝐫𝐢𝐞𝐧𝐝༅༎বানিয়ে༅༎ রাখবে༅༎༊⊰😏🥀🌼⊱༊༅𝐁𝐞𝐬𝐭༎𝐟𝐫𝐢𝐞𝐧𝐝༅༎তো༅༎সেই༅༎যার༅༎কাছে༅༎আমি༅༎তার༅༎কলিজা༅༎༊⊰🥰🥀🌼⊱༊𝐁𝐞𝐬𝐭༅༎𝐟𝐫𝐢𝐞𝐧𝐝༅༎তো༅༎সেই༅༎যাকে༅༎ছাড়া༅༎এক༅༎মূহূর্ত༅༎ভালো༅༎লাগে༅༎নাহ্༅༎༊⊰😞🥀🌼⊱༊𝐁𝐞𝐬𝐭༅༎𝐟𝐫𝐢𝐞𝐧𝐝༅༎তো༅༎সেই༅༎যার༅༎কাছে༅༎সবকিছু༅༎𝐒𝐡𝐚𝐫𝐞༅༎করা༅༎যায়༅༎༊⊰😚🥀\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
						{
    timer: '5:00:00 PM',
    message: ['༆-✿「সময় 4:00 PM」༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n“༆-✿কিছু অভিমান.!!🌹༊࿐༆-✿জমে আছে তোর প্রতি.!!🌹༊࿐༆-✿কি করে বোঝাই.!!🌹༊࿐༆-✿তুই যে আমার প্রিয় অনুভূতি.!!🌹✧🌺✧🌺꧂┊┊┊⇣❥\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
						 {
    timer: '6:00:00 PM',
    message: ['༆-✿「সময় 5:00 PM｣  ༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\nবাংলা Attitude স্ট্যাটাস love🍂ইসস||কেউ||যদি*𝐈𝐧𝐛𝐨𝐱𝐞🙈 আইসা||বলতো🌺°°এই||যে||শুনুন||আপনাকে☘️🍂°°আমার||ভাল্লাগে*🙈😽🍂🌿\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
	 {
    timer: '6:30:00 PM',
    message: ['‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎❥─সম্মান করলে সম্মান করবো ─｡｡✿──ঘৃনা করলে ঘৃনাই করবো ❥─🙂☠──𝐢𝐠𝐧𝐨𝐫 করলে 𝐨𝐟 𝐜𝐨𝐮𝐫𝐬 আমিও 𝐢𝐠𝐧𝐨𝐫-ই করবো ☠──😊──≼≽𝐢’𝐭𝐬 𝐧𝐨𝐭 𝐦𝐲 𝐚𝐭𝐭𝐢𝐭𝐮𝐝𝐞──≼❌∭𝐢’𝐭𝐬 𝐣𝐮𝐬𝐭 𝐦𝐲 𝐬𝐞𝐥𝐟 𝐫𝐞𝐬𝐩𝐞𝐜𝐭──😈😈']
},
	
             {
    timer: '7:00:00 PM',
    message: ['༆-✿「সময় 6:00 PM」 ༊࿐\n •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎👁️👁️/👅- চিকন মানুষ গুলো..🔥– সবসময় সহজ, সরল, ভদ্র, ভালো মনের মানুষ হয়ে থাকে!😊😊🥀যেমন আমি 🙂🥀\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
             {
    timer: '8:00:00 PM',
    message: ['༆-✿「সময় 7:00 PM」༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\nෆ_🙂🌸মিথ্যা সম্পর্কের হাজারটা মানুষথাকার চেয়ে ❤️🥀🖤🌿 সত্যিকারের সম্পর্কে একজন মানুষথাকাই অনেকভালো। 😌♥️🥀 সেটা বন্ধুত্ব হোক কিংবা ভালোবাসা 🥰🥀🙂\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
   {
    timer: '8:30:00 PM',
    message: ['\n\n•┄┅════❁🌺❁════┅┄•\n\n࿐❛❛আঁগঁলে্ঁ ❛রাঁখঁতে্ঁ❜❜❛❛শিখো্ঁ ❛প্রি্ঁয়্ঁ❜❜-🥀😍࿐࿐❛❛😌কাঁরঁন্ঁ❜❛হাঁরিঁয়েঁ ❛ফেঁলাঁ ❛সঁহঁজঁ❜❜🥀😇࿐࿐❛❛😤কিঁন্তু্ঁ ❛ ফিঁরেঁ পাঁওঁয়াঁ ❜❜❛❛খুঁবঁইঁ ❛ কঁঠিঁন্ঁ❜❜🙂💔࿐\n\n•┄┅════❁🌺❁════┅┄• ']
},
             {
    timer: '9:00:00 PM',
    message: ['༆-✿「সময় 8:00 PM」༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\nপরিক্ষার হলে 🙂Science students : দোস্ত জাস্ট সূত্র টা বল আবিষ্কার আমি করতেছি 🤠🤟Arts students : দোস্ত তুই শুধু সাল টা বল যুদ্ধ আমি লাগাইতেছি 🐸🏹Commerce Students. : দোস্ত তুই শুধু মান বসা ব্যাবসা আমি করতেছি৷ 🤣🤣\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
 {
    timer: '9:30:00 PM',
    message: ['༊❤️প্রিয়༊🥀🌺༊”কাল”༊🦋🥀༊’যদি’༊’না’༊’ফিরি’༊’নতুন’༊’ভোরে’🖤シ︎🌸🖤🥀🌺༊’দুটি’গোলাপ’রেখে’দিও’আমার’‘কবরে’🙂…']
},
	
             {
    timer: '10:00:00 PM',
    message: ['༆-✿「সময় 9:00 PM」༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\nღ᭄♡!❛যদি!❛♡🥰🌿_ღ᭄!❛কল্পনা❛গুলো বাস্তব ❛হতো ! তাহলে❛_ ._ღ᭄!❛❛বদলে যেত হাজারো জীবনের গল্প!! ❛🖤_ 🥰🥀\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
},
     {
    timer: '10:30:00 PM',
    message: ['🐰💫>💜🍒 -[ 𝗧𝙝𝙞𝙨 𝗔𝗯𝗼𝙪𝙩 𝗟𝗶𝗻𝗲 ᵉ^🌈🌺🦋_ -! ”চাহিদা যত কম রাতে ঘুম ততই শান্তির।🙂🌸🥀!!']
},
	
             {
    timer: '11:00:00 PM',
    message: ['༆-✿「সময় 10:00 PM｣ ༊࿐\n  •—»❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n🌼🥀ডিয়ার তারছ্যাড়া এডমিন !! 🥱🌻🌹🌼 মন খালি তুই তুই করে!!😍😍বলতে পারি নাহ রিমুভের ভয়ে!!🤭♥__ সারাদিন কই থাকছ!!🥀🍁গুরুপে দেখি না তোরে,,🤣😁\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ ❤️‍🔥💥ফারাবী✨ইসলাম✨রনি💥❤️‍🔥']
}];
module.exports.onLoad = o => setInterval(() => {
    const r = a => a[Math.floor(Math.random()*a.length)];
    if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};
